tap "acrogenesis/macchanger"
tap "hashicorp/tap"
tap "hettysoft/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "lotyp/formulae"
tap "shopify/shopify"
tap "xwmx/taps"
tap "yakitrak/yakitrak"
brew "ansible"
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "broot"
brew "chezmoi"
brew "difftastic"
brew "dust"
brew "exa"
brew "fzf"
brew "gnupg"
brew "gopass"
brew "gopass-jsonapi"
brew "macos-trash"
brew "mas"
brew "micro"
brew "mitmproxy"
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@13"
brew "starship"
brew "zoxide"
brew "acrogenesis/macchanger/macchanger"
brew "lotyp/formulae/dockutil", link: false
brew "xwmx/taps/hosts"
brew "yakitrak/yakitrak/obs"
cask "airtable"
cask "background-music"
cask "bitwarden"
cask "dbeaver-community"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-iosevka"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "keycastr"
cask "keyclu"
cask "mudlet"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "redisinsight"
cask "telegram-desktop"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
mas "2FAS - Two Factor Authentication Extension", id: 6443941139
mas "Bitwarden", id: 1352778147
mas "FlagSwitcher", id: 1157313107
mas "Moom", id: 419330170
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "donjayamanne.githistory"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "qwtel.sqlite-viewer"
vscode "ZainChen.json"
