tap "homebrew/bundle"
tap "lotyp/formulae"
tap "shopify/shopify"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "exa"
brew "fzf"
brew "mas"
brew "mitmproxy"
brew "node"
brew "poetry"
brew "postgresql@13"
brew "starship"
brew "zoxide"
brew "lotyp/formulae/dockutil", link: false
brew "shopify/shopify/ejson"
cask "bitwarden"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "pgadmin4"
cask "redisinsight"
cask "sublime-text"
cask "telegram-desktop"
cask "visual-studio-code"
mas "2FAS - Two Factor Authentication Extension", id: 6443941139
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "FlagSwitcher", id: 1157313107
mas "Gemini", id: 463541543
mas "HTTPBot", id: 1232603544
mas "Moom", id: 419330170
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
