tap "an5ible/brew"
tap "hettysoft/tap"
tap "homebrew/bundle"
tap "lotyp/formulae"
brew "atuin"
brew "ansible"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "broot"
brew "chezmoi"
brew "difftastic"
brew "dust"
brew "exa"
brew "fzf"
brew "gopass"
brew "gopass-jsonapi"
brew "mas"
brew "micro"
brew "mitmproxy"
brew "hetty"
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@13"
brew "starship"
brew "zoxide"
brew "lotyp/formulae/dockutil", link: false
cask "airtable"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "mudlet"
cask "microsoft-excel"
cask "microsoft-word"
cask "office-serializer"
cask "pgadmin4"
cask "redisinsight"
cask "telegram-desktop"
cask "visual-studio-code"
cask "background-music"
cask "warp"
mas "2FAS - Two Factor Authentication Extension", id: 6443941139
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "FlagSwitcher", id: 1157313107
mas "Moom", id: 419330170
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "donjayamanne.githistory"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ZainChen.json"
vscode "qwtel.sqlite-viewer"